export const dishesData = [
    
    {
      id: 2,
      name: 'Борщ с пампушками',
      category: 'Горячее',
      description: 'Традиционный украинский борщ на говяжьем бульоне с чесночными пампушками.',
      ingredients: ['Говядина', 'Свекла', 'Капуста', 'Картофель', 'Чеснок', 'Сало'],
      prepTime: '120 мин',
      calories: '420 ккал',
    },
    {
      id: 3,
      name: 'Салат Цезарь с курицей',
      category: 'Салаты',
      description: 'Свежий салат с куриной грудкой гриль, сухариками и фирменным соусом.',
      ingredients: ['Салат Айсберг', 'Куриное филе', 'Пармезан', 'Сухарики', 'Соус Цезарь'],
      prepTime: '15 мин',
      calories: '380 ккал',
    },
    
    {
      id: 5,
      name: 'Морс клюквенный',
      category: 'Напитки',
      description: 'Освежающий домашний морс из свежей клюквы с мятой.',
      ingredients: ['Клюква', 'Вода', 'Сахар', 'Мята'],
      prepTime: '10 мин',
      calories: '120 ккал',
    },
    {
      id: 6,
      name: 'Стейк Рибай',
      category: 'Горячее',
      description: 'Сочный стейк из мраморной говядины прожарки Medium Rare.',
      ingredients: ['Говядина Рибай', 'Розмарин', 'Чеснок', 'Сливочное масло', 'Соль'],
      prepTime: '25 мин',
      calories: '800 ккал',
    },
    
  ]